# Code - OSS extensions list
# One extension identifier per line.
# Format: <publisher>.<extension>

13xforever.language-x86-64-assembly
bbenoist.doxygen
bierner.markdown-preview-github-styles
cheshirekow.cmake-format
cschlosser.doxdocgen
franneck94.c-cpp-runner
franneck94.vscode-c-cpp-config
franneck94.vscode-c-cpp-dev-extension-pack
jeff-hykin.better-cpp-syntax
llvm-vs-code-extensions.vscode-clangd
twxs.cmake
vadimcn.vscode-lldb
